adpyke.codesnap
adrianwilczynski.alpine-js-intellisense
amiralizadeh9480.laravel-extra-intellisense
antfu.file-nesting
antfu.goto-alias
apility.beautify-blade
aurorabiz.blade-ui-kit
be5invis.vscode-custom-css
bmewburn.vscode-intelephense-client
bradlc.vscode-tailwindcss
catppuccin.catppuccin-vsc
catppuccin.catppuccin-vsc-icons
cierra.livewire-vscode
davidbwaters.macos-modern-theme
dbaeumer.vscode-eslint
dsznajder.es7-react-js-snippets
eamodio.gitlens
editorconfig.editorconfig
entexa.tall-stack
esbenp.prettier-vscode
golang.go
gruntfuggly.todo-tree
heybourn.headwind
johnnymorganz.stylua
lokalise.i18n-ally
mgmcdermott.vscode-language-babel
octref.vetur
open-southeners.laravel-pint
prisma.prisma
rust-lang.rust-analyzer
rvest.vs-code-prettier-eslint
ryannaddy.laravel-artisan
shufo.vscode-blade-formatter
steoates.autoimport
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-german
sumneko.lua
tamasfe.even-better-toml
usernamehw.errorlens
wakatime.vscode-wakatime
